[
    {
        "id": 1,
        "title": "กีฬาวัวชนข่าวสารที่ 1",
        "description": "สุดยอดนักชกไทย 'เสือดำ' คว้าเข็มขัดแชมป์โลก ONE Championship หลังโชว์ฟอร์มเหนือชั้น...",
        "image": "../assets/img1.jpg",
        "meta": "3 ชั่วโมงที่แล้ว",
        "content": "สุดยอดนักชกไทย 'เสือดำ' คว้าเข็มขัดแชมป์โลก ONE Championship หลังโชว์ฟอร์มเหนือชั้นในการแข่งขันรอบชิงชนะเลิศเมื่อคืนนี้ ที่สนามมวยชื่อดังในกรุงเทพฯ การแข่งขันครั้งนี้เป็นการต่อสู้ที่ดุเดือด โดย 'เสือดำ' ใช้เทคนิคการชกที่แม่นยำและพลังหมัดที่หนักหน่วง จนสามารถเอาชนะคู่ต่อสู้จากญี่ปุ่นได้ในยกที่ 3 ด้วยการน็อกเอาต์! แฟนมวยทั่วโลกต่างชื่นชมในฝีมือของเขา และนี่เป็นอีกหนึ่งความภาคภูมิใจของวงการมวยไทยในระดับสากล"
    },
    {
        "id": 2,
        "title": "กีฬาวัวชนข่าวสารที่ 2",
        "description": "การแข่งขันสุดมันส์ระหว่าง 'นักรบ' และ 'จอมโหด' จะระเบิดความมันส์ในสัปดาห์หน้า...",
        "image": "../assets/img1.jpg",
        "meta": "3 ชั่วโมงที่แล้ว",
        "content": "การแข่งขันสุดมันส์ระหว่าง 'นักรบ' และ 'จอมโหด' จะระเบิดความมันส์ในสัปดาห์หน้า ที่เวทีมวยราชดำเนิน ซึ่งเป็นสนามมวยที่มีประวัติยาวนานและเป็นที่รู้จักในวงการมวยไทย ทั้งสองนักชกนี้มีสไตล์การชกที่แตกต่างกันอย่างสิ้นเชิง 'นักรบ' ขึ้นชื่อเรื่องความเร็วและความคล่องตัว ในขณะที่ 'จอมโหด' มีพลังหมัดที่หนักหน่วงและการป้องกันที่แข็งแกร่ง แฟนมวยต่างรอคอยการปะทะครั้งนี้อย่างใจจดใจจ่อ เพราะนี่อาจเป็นหนึ่งในการแข่งขันที่น่าจดจำที่สุดในรอบปี!"
    },
    {
        "id": 3,
        "title": "กีฬาวัวชนข่าวสารที่ 3",
        "description": "มวยไทยไฟต์ รายการใหม่จาก ONE Fight พร้อมระเบิดศึกในอีก 30 วันข้างหน้า...",
        "image": "../assets/img1.jpg",
        "meta": "3 ชั่วโมงที่แล้ว",
        "content": "มวยไทยไฟต์ รายการใหม่จาก ONE Fight พร้อมระเบิดศึกในอีก 30 วันข้างหน้า ที่ ONE Championship Arena รายการนี้ถูกออกแบบมาเพื่อนำเสนอสุดยอดนักชกมวยไทยจากทั่วโลก โดยจะมีการแข่งขันทั้งหมด 8 คู่ ในรุ่นน้ำหนักต่าง ๆ ตั้งแต่รุ่นฟลายเวตไปจนถึงรุ่นเฮฟวีเวต ผู้จัดงานสัญญาว่าจะมีการแสดงที่ยิ่งใหญ่และการต่อสู้ที่เข้มข้น รวมถึงการถ่ายทอดสดไปยังผู้ชมทั่วโลก นี่เป็นโอกาสดีที่แฟนมวยจะได้เห็นการต่อสู้ระดับโลกในสไตล์มวยไทยแท้ ๆ"
    }
]